<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリマインダー言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は既存のパスワードを無効にしたい場合に、無効なトークンや
    | 新しいパスワードが入力された場合のように、パスワードの更新に失敗した
    | 理由を示すデフォルトの文言です。
    |
    */

    'password' => 'パスワードは6文字以上かつ確認フィールドと一致していなければなりません。',
    'reset'    => 'パスワードをリセットしました。',
    'sent'     => 'パスワードリマインダーを送信しました。',
    'token'    => 'このパスワードリセットトークンは無効です。',
    'user'     => 'このメールアドレスに一致するユーザーを見つけることが出来ませんでした。',

];
